Repository: pizza-studio/GenshinPizzaHelper
Catalog: GenshinPizzaHepler/Localizable.xcstrings
Source language: zh_hans
Languages: en, fil, fr, it, ja, ko, ru, vi, zh_hant

# $asset.weapon:FinaleOfTheDeep
source: 海渊终曲
en: Finale of the Deep
fil: Finale of the Deep
fr: Final des profondeurs
it: Finale degli abissi
ja: 海淵のフィナーレ
ko: 해연의 피날레
ru: Грандиозный финал глубин
vi: Nhạc Khúc Biển Sâu
zh_hant: 海淵終曲

# $asset.weapon:FleuveCendreFerryman
source: 灰河渡手
en: Fleuve Cendre Ferryman
fil: Fleuve Cendre Ferryman
fr: Passeur du Fleuve cendré
it: Traghettatore del Fleuve Cendre
ja: サーンドルの渡し守
ko: 잿빛의 강 뱃사공
ru: Перевозчик Флёв Сандр
vi: Ống Đồng Fleuve Cendre

# $asset.weapon:FlowingPurity
source: 纯水流华
en: Flowing Purity
fil: Flowing Purity
fr: Pureté fluide
it: Corrente d'acqua pura
ja: 純水流華
ko: 순수한 달빛 물결
ru: Сверкание чистых вод
vi: Dòng Chảy Tinh Khiết
zh_hant: 純水流華

# $asset.weapon:ForestRegalia
source: 森林王器
en: Forest Regalia
fil: Forest Regalia
fr: Apparat de la forêt
it: Gloria della foresta
ja: 森林のレガリア
ko: 숲의 리게일리어
ru: Регалия леса
vi: Vương Khí Rừng Sâu

# $asset.weapon:FreedomSworn
source: 苍古自由之誓
en: Freedom-Sworn
fil: Freedom-Sworn
fr: Serment de la liberté
it: Giuramento di libertà
ja: 蒼古なる自由への誓い
ko: 오래된 자유의 서약
ru: Клятва свободы
vi: Lời Thề Tự Do Cổ Xưa
zh_hant: 蒼古自由之誓

# $asset.weapon:Frostbearer
source: 忍冬之果
en: Frostbearer
fil: Frostbearer
fr: Fruit du permafrost
it: Serbagelo
ja: 冬忍びの実
ko: 인동의 열매
ru: Плод вечной мерзлоты
vi: Trái Chịu Lạnh

# $asset.weapon:FruitOfFulfillment
source: 盈满之实
en: Fruit of Fulfillment
fil: Fruit of Fulfillment
fr: Le fruit de l'accomplissement
it: Frutto della sazietà
ja: 満悦の実
ko: 충만의 열매
ru: Плод восполнения
vi: Quả Mọng
zh_hant: 盈滿之實

# $asset.weapon:HakushinRing
source: 白辰之环
en: Hakushin Ring
fil: Hakushin Ring
fr: Anneau des Hakushin
it: Anello di Hakushin
ja: 白辰の輪
ko: 하쿠신의 고리
ru: Кольцо Хакусин
vi: Vòng Bạch Thần
zh_hant: 白辰之環

# $asset.weapon:Halberd
source: 钺矛
en: Halberd
fil: Halberd
fr: Hallebarde
it: Alabarda
ja: 鉾槍
ko: 미늘창
ru: Алебарда Миллелита
vi: Thuẫn Kích
zh_hant: 鉞矛

# $asset.weapon:Hamayumi
source: 破魔之弓
en: Hamayumi
fil: Hamayumi
fr: Arc d'exorcisme
it: Arco ammazzademoni
ja: 破魔の弓
ko: 파마궁
ru: Хамаюми
vi: Cung Trừ Ma

# $asset.weapon:HaranGeppakuFutsu
source: 波乱月白经津
en: Haran Geppaku Futsu
fil: Haran Geppaku Futsu
fr: Lune ondulante de Futsu
it: Haran Geppaku Futsu
ja: 波乱月白経津
ko: 하란 월백의 후츠
ru: Харан гэппаку фуцу
vi: Haran Geppaku Futsu
zh_hant: 波亂月白經津

# $asset.weapon:HarbingerOfDawn
source: 黎明神剑
en: Harbinger of Dawn
fil: Harbinger of Dawn
fr: Messager de l'Aube
it: Messaggera dell'alba
ja: 黎明の神剣
ko: 여명신검
ru: Предвестник зари
vi: Thần Kiếm Lê Minh
zh_hant: 黎明神劍

# $asset.weapon:HuntersBow
source: 猎弓
en: Hunter's Bow
fil: Hunter's Bow
fr: Arc de chasse
it: Arco da caccia
ja: 狩猟弓
ko: 사냥활
ru: Лук охотника
vi: Cung Săn Bắn
zh_hant: 獵弓

# $asset.weapon:HuntersPath
source: 猎人之径
en: Hunter's Path
fil: Hunter's Path
fr: La voie du chasseur
it: Sentiero del cacciatore
ja: 狩人の道
ko: 사냥꾼의 길
ru: Охотничья тропа
vi: Con Đường Thợ Săn
zh_hant: 獵人之徑

# $asset.weapon:IbisPiercer
source: 鹮穿之喙
en: Ibis Piercer
fil: Ibis Piercer
fr: Perceur d'ibis
it: Becco d'ibis
ja: トキの嘴
ko: 꿰뚫는 따오기 부리
ru: Клюв ибиса
vi: Mỏ Cò Xuyên Thấu
zh_hant: 䴉穿之喙

# $asset.weapon:IronPoint
source: 铁尖枪
en: Iron Point
fil: Iron Point
fr: Pointe de fer
it: Punta di ferro
ja: 鉄尖槍
ko: 철촉창
ru: Железный наконечник
vi: Thương Sắt
zh_hant: 鐵尖槍

# $asset.weapon:IronSting
source: 铁蜂刺
en: Iron Sting
fil: Iron Sting
fr: Piqûre de fer
it: Spina di ferro
ja: 鉄蜂の刺し
ko: 강철 벌침
ru: Стальное жало
vi: Thiết Phong Kích
zh_hant: 鐵蜂刺

# $asset.weapon:JadefallsSplendor
source: 碧落之珑
en: Jadefall's Splendor
fil: Jadefall's Splendor
fr: Splendeur de l'azur
it: Splendore del Giadiluvio
ja: 碧落の瓏
ko: 벽락의 옥
ru: Великолепие лазурного свода
vi: Ngọc Bích Huy Hoàng
zh_hant: 碧落之瓏

# $asset.weapon:KagotsurubeIsshin
source: 笼钓瓶一心
en: Kagotsurube Isshin
fil: Kagotsurube Isshin
fr: Kagotsurube Isshin
it: Kagotsurube Isshin
ja: 籠釣瓶一心
ko: 카고츠루베 잇신
ru: Кагоцурубэ Иссин
vi: Kagotsurube Isshin
zh_hant: 籠釣瓶一心

# $asset.weapon:KagurasVerity
source: 神乐之真意
en: Kagura's Verity
fil: Kagura's Verity
fr: Vérité de Kagura
it: Verità della Kagura
ja: 神楽の真意
ko: 카구라의 진의
ru: Истина кагура
vi: Chân Ý Của Kagura
zh_hant: 神樂之真意

# $asset.weapon:KatsuragikiriNagamasa
source: 桂木斩长正
en: Katsuragikiri Nagamasa
fil: Katsuragikiri Nagamasa
fr: Espadon de Nagamasa
it: Katsuragikiri Nagamasa
ja: 桂木斬長正
ko: 카츠라기를 벤 나가마사
ru: Кацурагикири Нагамаса
vi: Trường Đao Katsuragi
zh_hant: 桂木斬長正

# $asset.weapon:KeyOfKhajNisut
source: 圣显之钥
en: Key of Khaj-Nisut
fil: Key of Khaj-Nisut
fr: Clé de Khaj-Nisut
it: Chiave del Khaj-Nisut
ja: 聖顕の鍵
ko: 성현의 열쇠
ru: Ключ Хадж-нисут
vi: Chìa Khóa Khaj-Nisut
zh_hant: 聖顯之鑰

# $asset.weapon:KingsSquire
source: 王下近侍
en: King's Squire
fil: King's Squire
fr: Le valet du roi
it: Scudiere del re
ja: 王の近侍
ko: 왕의 측근
ru: Приближённый короля
vi: Cận Vệ Nhà Vua

# $asset.weapon:KitainCrossSpear
source: 喜多院十文字
en: Kitain Cross Spear
fil: Kitain Cross Spear
fr: Lance en croix de Kitain
it: Lancia crociata di Kitain
ja: 喜多院十文字槍
ko: 키타인 십자창
ru: Крест-копьё Китаин
vi: Giáo Thập Tự Kitain

# $asset.weapon:LightOfFoliarIncision
source: 裁叶萃光
en: Light of Foliar Incision
fil: Light of Foliar Incision
fr: Lumière d'incision foliaire
it: Lume del Taglio frondoso
ja: 萃光の裁葉
ko: 잎을 가르는 빛
ru: Свет лиственного разреза
vi: Ánh Lá Phán Quyết
zh_hant: 裁葉萃光

# $asset.weapon:LionsRoar
source: 匣里龙吟
en: Lion's Roar
fil: Lion's Roar
fr: Rugissement du Lion
it: Ruggito del leone
ja: 匣中龍吟
ko: 용의 포효
ru: Драконий рык
vi: Tiếng Hét Của Rồng
zh_hant: 匣裡龍吟

# $asset.weapon:LithicBlade
source: 千岩古剑
en: Lithic Blade
fil: Lithic Blade
fr: Épée antique des Millelithes
it: Lama litica
ja: 千岩古剣
ko: 천암고검
ru: Каменный меч
vi: Thiên Nham Cổ Kiếm
zh_hant: 千岩古劍

# $asset.weapon:LithicSpear
source: 千岩长枪
en: Lithic Spear
fil: Lithic Spear
fr: Lance des Millelithes
it: Lancia litica
ja: 千岩長槍
ko: 천암장창
ru: Каменное копьё
vi: Thương Thiên Nham
zh_hant: 千岩長槍

# $asset.weapon:LostPrayerToTheSacredWinds
source: 四风原典
en: Lost Prayer to the Sacred Winds
fil: Lost Prayer to the Sacred Winds
fr: L'origine des Quatre Vents
it: Origine dei venti sacri
ja: 四風原典
ko: 사풍 원서
ru: Молитва святым ветрам
vi: Điển Tích Tây Phong
zh_hant: 四風原典

# $asset.weapon:LuxuriousSeaLord
source: 衔珠海皇
en: Luxurious Sea-Lord
fil: Luxurious Sea-Lord
fr: Illustre seigneur des mers
it: Sovrano marino
ja: 銜玉の海皇
ko: 진주를 문 해황
ru: Благодатный владыка вод
vi: Vua Biển Hàng Hiệu
zh_hant: 銜珠海皇

# $asset.weapon:MagicGuide
source: 魔导绪论
en: Magic Guide
fil: Magic Guide
fr: Guide de magie
it: Manuale di magia
ja: 魔導緒論
ko: 마도 서론
ru: Руководство по магии
vi: Tóm Tắt Ma Pháp
zh_hant: 魔導緒論

# $asset.weapon:MailedFlower
source: 饰铁之花
en: Mailed Flower
fil: Mailed Flower
fr: Fleur de mailles
it: Fiore corazzato
ja: 鉄彩の花
ko: 꽃 장식 대검
ru: Цветок в латах
vi: Đóa Hoa Tôn Màu Thép
zh_hant: 飾鐵之花

# $asset.weapon:MakhairaAquamarine
source: 玛海菈的水色
en: Makhaira Aquamarine
fil: Makhaira Aquamarine
fr: Aigue-marine de Makhaira
it: Acquamarina di Makhaira
ja: マカイラの水色
ko: 물빛 마카이라
ru: Аквамарин Махайры
vi: Sắc Nước Makhaira
zh_hant: 瑪海菈的水色

# $asset.weapon:MappaMare
source: 万国诸海图谱
en: Mappa Mare
fil: Mappa Mare
fr: Atlas des terres et des mers
it: Mappa mare
ja: 万国諸海の図譜
ko: 만국 항해용해도
ru: Морской атлас
vi: Hải Đồ Vạn Quốc
zh_hant: 萬國諸海圖譜

# $asset.weapon:MemoryOfDust
source: 尘世之锁
en: Memory of Dust
fil: Memory of Dust
fr: Chaînes mortelles
it: Memorie terrene
ja: 浮世の錠
ko: 속세의 자물쇠
ru: Память о пыли
vi: Khóa Trần Thế
zh_hant: 塵世之鎖

# $asset.weapon:Messenger
source: 信使
en: Messenger
fil: Messenger
fr: Messager
it: Messaggero
ja: 文使い
ko: 전령
ru: Посыльный
vi: Tín Sứ

# $asset.weapon:MissiveWindspear
source: 风信之锋
en: Missive Windspear
fil: Missive Windspear
fr: Lance du vent saisonnier
it: Missiva del vento
ja: 風信の矛
ko: 날카로운 바람의 서신
ru: Копьё послания ветров
vi: Mũi Nhọn Của Gió
zh_hant: 風信之鋒

# $asset.weapon:MistsplitterReforged
source: 雾切之回光
en: Mistsplitter Reforged
fil: Mistsplitter Reforged
fr: Reflet de tranche-brume
it: Squarcianebbia riforgiata
ja: 霧切の廻光
ko: 안개를 가르는 회광
ru: Рассекающий туман
vi: Ánh Sáng Đêm Sương Mù
zh_hant: 霧切之回光

# $asset.weapon:MitternachtsWaltz
source: 幽夜华尔兹
en: Mitternachts Waltz
fil: Mitternachts Waltz
fr: Valse nocturne
it: Valzer notturno
ja: 幽夜のワルツ
ko: 유야의 왈츠
ru: Вальс Нирваны Ночи
vi: Điệu Van Ban Đêm
zh_hant: 幽夜華爾滋

# $asset.weapon:Moonpiercer
source: 贯月矢
en: Moonpiercer
fil: Moonpiercer
fr: Perce-lune
it: Trafiggiluna
ja: ムーンピアサー
ko: 달을 꿰뚫는 화살
ru: Пронзающий луну
vi: Quán Nguyệt Thương
zh_hant: 貫月矢

# $asset.weapon:MouunsMoon
source: 曚云之月
en: Mouun's Moon
fil: Mouun's Moon
fr: Lune de Mouun
it: Luna di Mouun
ja: 曚雲の月
ko: 모운의 달
ru: Луна Моун
vi: Ánh Trăng Mouun
zh_hant: 曚雲之月

# $asset.weapon:OathswornEye
source: 证誓之明瞳
en: Oathsworn Eye
fil: Oathsworn Eye
fr: Œil d'assermentation
it: Occhio del giuramento
ja: 誓いの明瞳
ko: 맹세의 눈동자
ru: Око клятвы
vi: Con Ngươi Tuyên Thệ
zh_hant: 證誓之明瞳

# $asset.weapon:OldMercsPal
source: 佣兵重剑
en: Old Merc's Pal
fil: Old Merc's Pal
fr: Lame du mercenaire
it: Lama del mercenario
ja: 傭兵の重剣
ko: 용병 중검
ru: Лучший друг наёмника
vi: Kiếm Dụng Binh
zh_hant: 傭兵重劍

# $asset.weapon:OtherworldlyStory
source: 异世界行记
en: Otherworldly Story
fil: Otherworldly Story
fr: Conte d'un autre monde
it: Storie dell'altro mondo
ja: 異世界旅行記
ko: 이세계 여행기
ru: Потусторонняя история
vi: Tiểu Thuyết Dị Giới
zh_hant: 異世界行記

# $asset.weapon:PocketGrimoire
source: 口袋魔导书
en: Pocket Grimoire
fil: Pocket Grimoire
fr: Grimoire de poche
it: Grimorio tascabile
ja: ポケット魔導書
ko: 포켓 주술서
ru: Карманный гримуар
vi: Sổ Tay Ma Pháp
zh_hant: 口袋魔導書

# $asset.weapon:PolarStar
source: 冬极白星
en: Polar Star
fil: Polar Star
fr: Étoile polaire
it: Stella polare
ja: 冬極の白星
ko: 극지의 별
ru: Полярная звезда
vi: Ngôi Sao Cực Đông
zh_hant: 冬極白星

# $asset.weapon:PortablePowerSaw
source: 便携动力锯
en: Portable Power Saw
fil: Portable Power Saw
fr: Scie électrique portative
it: Sega elettrica portatile
ja: 携帯型チェーンソー
ko: 휴대용 체인톱
ru: Переносная мотопила
vi: Máy Cưa Cầm Tay
zh_hant: 便攜動力鋸

# $asset.weapon:Predator
source: 掠食者
en: Predator
fil: Predator
fr: Predator
it: Predatore
ja: プレデター
ko: 포식자
ru: Хищник
vi: Kẻ Săn Mồi

# $asset.weapon:PrimordialJadeCutter
source: 磐岩结绿
en: Primordial Jade Cutter
fil: Primordial Jade Cutter
fr: Coupeur de jade primordial
it: Spada di giada primordiale
ja: 磐岩結緑
ko: 반암결록
ru: Драгоценный омут
vi: Bàn Nham Kết Lục
zh_hant: 磐岩結綠

# $asset.weapon:PrimordialJadeWingedSpear
source: 和璞鸢
en: Primordial Jade Winged-Spear
fil: Primordial Jade Winged-Spear
fr: Lance de jade ailée
it: Lancia di giada primordiale
ja: 和璞鳶
ko: 화박연
ru: Нефритовый коршун
vi: Hòa Phác Diên
zh_hant: 和璞鳶

# $asset.weapon:ProspectorsDrill
source: 勘探钻机
en: Prospector's Drill
fil: Prospector's Drill
fr: Foret de prospecteur
it: Trivella mineraria
ja: プロスペクタードリル
ko: 탐사용 드릴
ru: Бур рудоискателя
vi: Mũi Khoan Thăm Dò
zh_hant: 勘探鑽機

# $asset.weapon:PrototypeAmber
source: 试作金珀
en: Prototype Amber
fil: Prototype Amber
fr: Malice (prototype)
it: Prototipo d'ambra
ja: 金珀·試作
ko: 황금 호박 프로토타입
ru: Прототип: Янтарь
vi: Mẫu Kim Phách
zh_hant: 試作金珀

# $asset.weapon:PrototypeArchaic
source: 试作古华
en: Prototype Archaic
fil: Prototype Archaic
fr: Espadon (prototype)
it: Prototipo arcaico
ja: 古華·試作
ko: 고화 프로토타입
ru: Прототип: Архаичный
vi: Mẫu Cổ Hoa
zh_hant: 試作古華

# $asset.weapon:PrototypeCrescent
source: 试作澹月
en: Prototype Crescent
fil: Prototype Crescent
fr: Lune paisible (prototype)
it: Prototipo di mezzaluna
ja: 澹月·試作
ko: 담월 프로토타입
ru: Прототип: Полумесяц
vi: Mẫu Đạm Nguyệt
zh_hant: 試作澹月

# $asset.weapon:PrototypeRancour
source: 试作斩岩
en: Prototype Rancour
fil: Prototype Rancour
fr: Tailleur de pierre (prototype)
it: Prototipo del rancore
ja: 斬岩·試作
ko: 참암 프로토타입
ru: Прототип: Злоба
vi: Mẫu Trảm Nham
zh_hant: 試作斬岩

# $asset.weapon:PrototypeStarglitter
source: 试作星镰
en: Prototype Starglitter
fil: Prototype Starglitter
fr: Guisarme stellaire (prototype)
it: Prototipo di Luce stellare
ja: 星鎌·試作
ko: 별의 낫 프로토타입
ru: Прототип: Звёздный блеск
vi: Mẫu Tinh Liêm
zh_hant: 試作星鐮

# $asset.weapon:Rainslasher
source: 雨裁
en: Rainslasher
fil: Rainslasher
fr: Fluorescence
it: Fendiluvio
ko: 빗물 베기
ru: Дождерез
vi: Vũ Tài

# $asset.weapon:RangeGauge
source: 测距规
en: Range Gauge
fil: Range Gauge
fr: Jauge de portée
it: Indicatore distanziometrico
ja: レンジゲージ
ko: 거리 측정기
ru: Дальномер
vi: Máy Đo Cự Ly
zh_hant: 測距規

# $asset.weapon:RavenBow
source: 鸦羽弓
en: Raven Bow
fil: Raven Bow
fr: Arc du corbeau
it: Arco corvino
ja: 鴉羽の弓
ko: 까마귀깃 활
ru: Лук ворона
vi: Cung Lông Quạ
zh_hant: 鴉羽弓

# $asset.weapon:RecurveBow
source: 反曲弓
en: Recurve Bow
fil: Recurve Bow
fr: Arc courbé
it: Arco ricurvo
ja: リカーブボウ
ko: 곡궁
ru: Изогнутый лук
vi: Cung Phản Khúc

# $asset.weapon:RedhornStonethresher
source: 赤角石溃杵
en: Redhorn Stonethresher
fil: Redhorn Stonethresher
fr: Brise-pierre de corne rouge
it: Spaccarocce Cornorosso
ja: 赤角石塵滅砕
ko: 쇄석의 붉은 뿔
ru: Краснорогий камнеруб
vi: Xích Giác Phá Thạch Đao
zh_hant: 赤角石潰杵

# $asset.weapon:RightfulReward
source: 公义的酬报
en: Rightful Reward
fil: Rightful Reward
fr: Récompense légitime
it: Equa ricompensa
ja: 正義の報酬
ko: 공의의 보상
ru: Справедливая награда
vi: Thù Lao Của Chính Nghĩa
zh_hant: 公義的酬報

# $asset.weapon:RoyalBow
source: 宗室长弓
en: Royal Bow
fil: Royal Bow
fr: Arc royal
it: Arco reale
ja: 旧貴族長弓
ko: 왕실의 장궁
ru: Королевский лук
vi: Trường Cung Tông Thất
zh_hant: 宗室長弓

# $asset.weapon:RoyalGreatsword
source: 宗室大剑
en: Royal Greatsword
fil: Royal Greatsword
fr: Espadon royal
it: Spadone reale
ja: 旧貴族大剣
ko: 왕실의 대검
ru: Королевский двуручный меч
vi: Đại Kiếm Tông Thất
zh_hant: 宗室大劍

# $asset.weapon:RoyalGrimoire
source: 宗室秘法录
en: Royal Grimoire
fil: Royal Grimoire
fr: Grimoire royal
it: Grimorio reale
ja: 旧貴族秘法録
ko: 왕실의 비전록
ru: Королевский гримуар
vi: Mật Pháp Tông Thất
zh_hant: 宗室秘法錄

# $asset.weapon:RoyalLongsword
source: 宗室长剑
en: Royal Longsword
fil: Royal Longsword
fr: Épée longue royale
it: Spada lunga reale
ja: 旧貴族長剣
ko: 왕실의 장검
ru: Меч аристократов
vi: Trường Kiếm Tông Thất
zh_hant: 宗室長劍

# $asset.weapon:RoyalSpear
source: 宗室猎枪
en: Royal Spear
fil: Royal Spear
fr: Lance de chasse royale
it: Lancia reale
ja: 旧貴族猟槍
ko: 왕실의 장창
ru: Королевское копьё
vi: Thương Săn Tông Thất
zh_hant: 宗室獵槍

# $asset.weapon:Rust
source: 弓藏
en: Rust
fil: Rust
fr: Arc rouillé
it: Ossidazione meschina
ja: 弓蔵
ko: 녹슨 활
ru: Ржавый лук
vi: Cung Rỉ Sét

# $asset.weapon:SacrificialBow
source: 祭礼弓
en: Sacrificial Bow
fil: Sacrificial Bow
fr: Arc rituel
it: Arco sacrificale
ja: 祭礼の弓
ko: 제례활
ru: Церемониальный лук
vi: Cung Tế Lễ
zh_hant: 祭禮弓

# $asset.weapon:SacrificialFragments
source: 祭礼残章
en: Sacrificial Fragments
fil: Sacrificial Fragments
fr: Mémoires de rituels
it: Frammenti sacrificali
ja: 祭礼の断片
ko: 제례의 악장
ru: Церемониальные мемуары
vi: Mảnh Chương Tế Lễ
zh_hant: 祭禮殘章

# $asset.weapon:SacrificialGreatsword
source: 祭礼大剑
en: Sacrificial Greatsword
fil: Sacrificial Greatsword
fr: Espadon rituel
it: Spadone sacrificale
ja: 祭礼の大剣
ko: 제례 대검
ru: Церемониальный двуручный меч
vi: Đại Kiếm Tế Lễ
zh_hant: 祭禮大劍

# $asset.weapon:SacrificialJade
source: 遗祀玉珑
en: Sacrificial Jade
fil: Sacrificial Jade
fr: Jade sacrificiel
it: Giada sacrificale
ja: 古祠の瓏
ko: 제사의 옥
ru: Жертвенный нефрит
vi: Ngọc Bích Hiến Tế
zh_hant: 遺祀玉瓏

# $asset.weapon:SacrificialSword
source: 祭礼剑
en: Sacrificial Sword
fil: Sacrificial Sword
fr: Épée rituelle
it: Spada sacrificale
ja: 祭礼の剣
ko: 제례검
ru: Церемониальный меч
vi: Kiếm Tế Lễ
zh_hant: 祭禮劍

# $asset.weapon:SapwoodBlade
source: 原木刀
en: Sapwood Blade
fil: Sapwood Blade
fr: Lame d'aubier
it: Lama di alburno
ko: 원목 검
ru: Деревянный клинок
vi: Kiếm Gỗ

# $asset.weapon:ScionOfTheBlazingSun
source: 烈阳之嗣
en: Scion of the Blazing Sun
fil: Scion of the Blazing Sun
fr: Descendant du soleil flamboyant
it: Erede del sole ardente
ja: 烈日の後嗣
ko: 뜨거운 태양의 후손
ru: Наследник слепящего солнца
vi: Hậu Duệ Mặt Trời
zh_hant: 烈陽之嗣

# $asset.weapon:SeasonedHuntersBow
source: 历练的猎弓
en: Seasoned Hunter's Bow
fil: Seasoned Hunter's Bow
fr: Arc de chasse aguerri
it: Arco da caccia per esperti
ja: 歴戦の狩猟弓
ko: 노련의 사냥활
ru: Лук опытного охотника
vi: Cung Săn Bắn Tôi Luyện
zh_hant: 歷練的獵弓

# $asset.weapon:SerpentSpine
source: 螭骨剑
en: Serpent Spine
fil: Serpent Spine
fr: Ossature du dragon
it: Spada d'osso di serpente
ja: 螭龍の剣
ko: 이무기 검
ru: Меч драконьей кости
vi: Kiếm Li Cốt
zh_hant: 螭骨劍

# $asset.weapon:SharpshootersOath
source: 神射手之誓
en: Sharpshooter's Oath
fil: Sharpshooter's Oath
fr: Serment de l'archer
it: Patto del cecchino
ja: シャープシューターの誓い
ko: 신궁의 서약
ru: Клятва стрелка
vi: Lời Thề Xạ Thủ Thần

# $asset.weapon:SilverSword
source: 银剑
en: Silver Sword
fil: Silver Sword
fr: Épée en argent
it: Spada d'argento
ja: 銀の剣
ko: 실버 소드
ru: Серебряный меч
vi: Kiếm Bạc
zh_hant: 銀劍

# $asset.weapon:SkyriderGreatsword
source: 飞天大御剑
en: Skyrider Greatsword
fil: Skyrider Greatsword
fr: Grande épée céleste
it: Spadone del Cavalcacieli
ja: 飛天大御剣
ko: 비천대어검
ru: Большой меч небесного всадника
vi: Đại Kiếm Phi Thiên
zh_hant: 飛天大御劍

# $asset.weapon:SkyriderSword
source: 飞天御剑
en: Skyrider Sword
fil: Skyrider Sword
fr: Épée céleste
it: Spada del Cavalcacieli
ja: 飛天御剣
ko: 비천어검
ru: Меч небесного всадника
vi: Kiếm Phi Thiên
zh_hant: 飛天御劍

# $asset.weapon:SkywardAtlas
source: 天空之卷
en: Skyward Atlas
fil: Skyward Atlas
fr: Atlas de la Voûte d'Azur
it: Atlante celeste
ja: 天空の巻
ko: 천공의 두루마리
ru: Небесный атлас
vi: Quyển Thiên Không

# $asset.weapon:SkywardBlade
source: 天空之刃
en: Skyward Blade
fil: Skyward Blade
fr: Lame de la Voûte d'Azur
it: Lama celeste
ja: 天空の刃
ko: 천공의 검
ru: Небесный меч
vi: Thiên Không Kiếm

# $asset.weapon:SkywardHarp
source: 天空之翼
en: Skyward Harp
fil: Skyward Harp
fr: Ailes de la Voûte d'Azur
it: Arpa celeste
ja: 天空の翼
ko: 천공의 날개
ru: Небесное крыло
vi: Cánh Thiên Không

# $asset.weapon:SkywardPride
source: 天空之傲
en: Skyward Pride
fil: Skyward Pride
fr: Fierté de la Voûte d'Azur
it: Orgoglio celeste
ja: 天空の傲
ko: 천공의 긍지
ru: Небесное величие
vi: Thiên Không Kiêu Ngạo

# $asset.weapon:SkywardSpine
source: 天空之脊
en: Skyward Spine
fil: Skyward Spine
fr: Berge de la Voûte d'Azur
it: Lancia d'osso celeste
ja: 天空の脊
ko: 천공의 마루
ru: Небесная ось
vi: Xương Sống Thiên Không

# $asset.weapon:Slingshot
source: 弹弓
en: Slingshot
fil: Slingshot
fr: Lance-pierres
it: Fionda
ja: 弾弓
ko: 탄궁
ru: Рогатка
vi: Nỏ Kéo
zh_hant: 彈弓

# $asset.weapon:SnowTombedStarsilver
source: 雪葬的星银
en: Snow-Tombed Starsilver
fil: Snow-Tombed Starsilver
fr: Tombe-neige en argétoile
it: Argento astrale delle nevi
ja: 雪葬の星銀
ko: 설장의 성은
ru: Заснеженное звёздное серебро
vi: Tuyết Vùi Tinh Ngân
zh_hant: 雪葬的星銀

# $asset.weapon:SolarPearl
source: 匣里日月
en: Solar Pearl
fil: Solar Pearl
fr: Perle solaire
it: Perla solare
ja: 匣中日月
ko: 일월의 정수
ru: Солнечная жемчужина
vi: Nhật Nguyệt Hạp
zh_hant: 匣裡日月

# $asset.weapon:SongOfBrokenPines
source: 松籁响起之时
en: Song of Broken Pines
fil: Song of Broken Pines
fr: Ode au chant du vent
it: Canzone silvestre
ja: 松韻の響く頃
ko: 송뢰가 울릴 무렵
ru: Песнь разбитых сосен
vi: Tiếng Gió Trong Rừng Thông
zh_hant: 松籟響起之時

# $asset.weapon:SongOfStillness
source: 静谧之曲
en: Song of Stillness
fil: Song of Stillness
fr: Chant de quiétude
it: Canto del silenzio
ja: 静寂の唄
ko: 고요한 노래
ru: Мелодия покоя
vi: Khúc Ca Tĩnh Lặng
zh_hant: 靜謐之曲

# $asset.weapon:SplendorOfStillWaters
source: 静水流涌之辉
en: Splendor of Still Waters
fil: Splendor of Still Waters
fr: Splendeur des eaux calmes
it: Fulgore delle placide acque
ja: 静水流転の輝き
ko: 조용히 샘솟는 빛
ru: Блеск тихих вод
vi: Sắc Nước Lộng Lẫy
zh_hant: 靜水流湧之輝

# $asset.weapon:StaffOfHoma
source: 护摩之杖
en: Staff of Homa
fil: Staff of Homa
fr: Bâton de Homa
it: Bastone di Homa
ja: 護摩の杖
ko: 호마의 지팡이
ru: Посох Хомы
vi: Trượng Hộ Ma
zh_hant: 護摩之杖

# $asset.weapon:StaffOfTheScarletSands
source: 赤沙之杖
en: Staff of the Scarlet Sands
fil: Staff of the Scarlet Sands
fr: Bâton des sables écarlates
it: Bastone delle sabbie scarlatte
ja: 赤砂の杖
ko: 적색 사막의 지팡이
ru: Посох алых песков
vi: Quyền Trượng Cát Đỏ

# $asset.weapon:SummitShaper
source: 斫峰之刃
en: Summit Shaper
fil: Summit Shaper
fr: Tranche-sommets
it: Affettavette
ja: 斬山の刃
ko: 참봉의 칼날
ru: Кромсатель пиков
vi: Kiếm Chước Phong

# $asset.weapon:SwordOfDescension
source: 降临之剑
en: Sword of Descension
fil: Sword of Descension
fr: Épée de la descente
it: Spada della discensione
ja: 降臨の剣
ko: 강림의 검
ru: Меч нисхождения
vi: Kiếm Giáng Lâm
zh_hant: 降臨之劍

# $asset.weapon:SwordOfNarzissenkreuz
source: 水仙十字之剑
en: Sword of Narzissenkreuz
fil: Sword of Narzissenkreuz
fr: Lame du Narzissenkreuz
it: Spada di Narzissenkreuz
ja: 水仙十字の剣
ko: 수선화 십자 성검
ru: Меч Нарциссенкрейца
vi: Lưỡi Kiếm Narzissenkreuz
zh_hant: 水仙十字之劍

# $asset.weapon:TalkingStick
source: 聊聊棒
en: Talking Stick
fil: Talking Stick
fr: Bâton bavard
it: Bastone parlante
ja: 話死合い棒
ko: 대화봉
ru: Говорящая палица
vi: Gậy Đàm Phán

# $asset.weapon:TheAlleyFlash
source: 暗巷闪光
en: The Alley Flash
fil: The Alley Flash
fr: Éclair des impasses
it: Luce nei vicoli
ja: ダークアレイの閃光
ko: 뒷골목의 섬광
ru: Вспышка во тьме
vi: Tia Sáng Nơi Hẻm Tối
zh_hant: 暗巷閃光

# $asset.weapon:TheBell
source: 钟剑
en: The Bell
fil: The Bell
fr: Épée-horloge
it: Spadone del tempo
ja: 鐘の剣
ko: 시간의 검
ru: Меч-колокол
vi: Kiếm Chuông
zh_hant: 鐘劍

# $asset.weapon:TheBlackSword
source: 黑剑
en: The Black Sword
fil: The Black Sword
fr: Épée noire
it: Spada nera
ja: 黒剣
ko: 칠흑검
ru: Чёрный меч
vi: Kiếm Đen
zh_hant: 黑劍

# $asset.weapon:TheCatch
source: 「渔获」
en: The Catch
fil: The Catch
fr: « La prise »
it: La Preda
ja: 「漁獲」
ko: 「어획」
ru: «Улов»
vi: Lao Xiên Cá
zh_hant: 「漁獲」

# $asset.weapon:TheDockhandsAssistant
source: 船坞长剑
en: The Dockhand's Assistant
fil: The Dockhand's Assistant
fr: L'assistant du docker
it: Aiutante del porto
ja: 船渠剣
ko: 뱃도랑 장검
ru: Верфь
vi: Kiếm Bến Tàu
zh_hant: 船塢長劍

# $asset.weapon:TheFirstGreatMagic
source: 最初的大魔术
en: The First Great Magic
fil: The First Great Magic
fr: La première grande magie
it: Prima grande magia
ja: 始まりの大魔術
ko: 최초의 대마술
ru: Первый великий фокус
vi: Màn Ảo Thuật Đầu Tiên
zh_hant: 最初的大魔術

# $asset.weapon:TheFlute
source: 笛剑
en: The Flute
fil: The Flute
fr: Flûte
it: Flauto
ja: 笛の剣
ko: 피리검
ru: Меч-флейта
vi: Kiếm Sáo
zh_hant: 笛劍

# $asset.weapon:TheStringless
source: 绝弦
en: The Stringless
fil: The Stringless
fr: Dernière corde
it: Monocorda
ja: 絶弦
ko: 절현
ru: Бесструнный
vi: Tuyệt Huyền
zh_hant: 絕弦

# $asset.weapon:TheUnforged
source: 无工之剑
en: The Unforged
fil: The Unforged
fr: Lame brute
it: Spadone grezzo
ja: 無工の剣
ko: 무공의 검
ru: Некованый
vi: Kiếm Vô Công
zh_hant: 無工之劍

# $asset.weapon:TheViridescentHunt
source: 苍翠猎弓
en: The Viridescent Hunt
fil: The Viridescent Hunt
fr: Arc de chasse verdoyant
it: Arco da caccia smeraldo
ja: 蒼翠の狩猟弓
ko: 청록의 사냥활
ru: Зелёный лук
vi: Cung Sắc Xanh
zh_hant: 蒼翠獵弓

# $asset.weapon:TheWidsith
source: 流浪乐章
en: The Widsith
fil: The Widsith
fr: Mouvement vagabond
it: Sinfonia errante
ja: 流浪楽章
ko: 음유시인의 악장
ru: Песнь странника
vi: Chương Nhạc Lang Thang
zh_hant: 流浪樂章

# $asset.weapon:ThrillingTalesOfDragonSlayers
source: 讨龙英杰谭
en: Thrilling Tales of Dragon Slayers
fil: Thrilling Tales of Dragon Slayers
fr: Histoire des chasseurs de dragon
it: Epiche gesta degli Ammazzadraghi
ja: 龍殺しの英傑譚
ko: 드래곤 슬레이어 영웅담
ru: Эпос о драконоборцах
vi: Câu Chuyện Diệt Rồng
zh_hant: 討龍英傑譚

# $asset.weapon:ThunderingPulse
source: 飞雷之弦振
en: Thundering Pulse
fil: Thundering Pulse
fr: Pulsation du tonnerre
it: Battito tonante
ja: 飛雷の鳴弦
ko: 비뢰의 고동
ru: Громовой пульс
vi: Sấm Sét Rung Động
zh_hant: 飛雷之弦振

# $asset.weapon:TidalShadow
source: 浪影阔剑
en: Tidal Shadow
fil: Tidal Shadow
fr: Ombre tidale
it: Mareombra
ja: タイダル·シャドー
ko: 파도 그림자 대검
ru: Тень волны
vi: Bóng Tối Thủy Triều
zh_hant: 浪影闊劍

# $asset.weapon:TomeOfTheEternalFlow
source: 万世流涌大典
en: Tome of the Eternal Flow
fil: Tome of the Eternal Flow
fr: Tome du flux éternel
it: Tomo del flusso perenne
ja: 久遠流転の大典
ko: 영원히 샘솟는 법전
ru: Обряд вечного течения
vi: Nghi Thức Dòng Chảy Vĩnh Hằng
zh_hant: 萬世流湧大典

# $asset.weapon:ToukabouShigure
source: 东花坊时雨
en: Toukabou Shigure
fil: Toukabou Shigure
fr: Pluie florale
it: Toukabou Shigure
ja: 東花坊時雨
ko: 꽃잎비
ru: Токабо сигурэ
vi: Toukabou Shigure
zh_hant: 東花坊時雨
